{
  "title": "Poços de Mudança",
  "nav_about": "Sobre",
  "nav_projects": "Projetos",
  "nav_impact": "Impacto",
  "nav_contact": "Contato",
  "hero_title": "Poços de Mudança",
  "hero_subtitle": "Levando água limpa para comunidades necessitadas, um poço por vez",
  "hero_cta": "Faça Parte da Mudança",
  "stats_wells": "120+",
  "stats_wells_label": "Poços Construídos",
  "stats_lives": "30.000+",
  "stats_lives_label": "Vidas Melhoradas",
  "stats_countries": "15",
  "stats_countries_label": "Países Alcançados",
  "stats_funds": "95%",
  "stats_funds_label": "Fundos para Projetos",
  "about_title": "Sobre Nós",
  "about_subtitle": "Trabalhando por um mundo onde todos tenham acesso à água limpa",
  "about_text": "O Poços de Mudança é dedicado a enfrentar a crise global da água construindo projetos sustentáveis em comunidades que não têm acesso à água limpa. Desde 2018, nos associamos a organizações locais e comunidades para implementar soluções duradouras que melhoram a saúde, educação e oportunidades econômicas.",
  "about_text_2": "Nossa abordagem se concentra no envolvimento comunitário, sustentabilidade e educação para garantir que cada projeto continue fornecendo água limpa para as gerações futuras. Acreditamos que o acesso à água limpa é um direito humano fundamental e a base para quebrar o ciclo da pobreza.",
  "projects_title": "Nossos Projetos",
  "projects_subtitle": "Veja como estamos fazendo a diferença no mundo",
  "project_1_title": "Construção de Poços",
  "project_1_desc": "Construímos poços rasos e profundos dependendo das condições locais e dos lençóis freáticos.",
  "project_2_title": "Filtração de Água",
  "project_2_desc": "Instalação de sistemas de filtração em comunidades com fontes de água contaminada.",
  "project_3_title": "Educação em Higiene",
  "project_3_desc": "Ensinando práticas adequadas de saneamento e higiene para maximizar os benefícios para a saúde.",
  "project_button": "Saiba Mais",
  "impact_title": "Nosso Impacto",
  "impact_subtitle": "Veja como o acesso à água limpa transforma comunidades",
  "impact_1_title": "Melhoria da Saúde",
  "impact_1_text": "Comunidades com acesso à água limpa têm redução de até 80% nas doenças transmitidas pela água, levando a menos dias de doença e menores custos com saúde.",
  "impact_2_title": "Acesso à Educação",
  "impact_2_text": "Quando as crianças não precisam passar horas coletando água, a frequência escolar aumenta em 40%, especialmente entre as meninas que frequentemente são responsáveis pela coleta de água.",
  "impact_3_title": "Crescimento Econômico",
  "impact_3_text": "O acesso à água limpa economiza tempo e melhora a saúde, permitindo que os membros da comunidade se concentrem em atividades geradoras de renda e educação.",
  "contact_title": "Contate-nos",
  "contact_text": "Entre em contato para mais informações ou para se envolver",
  "contact_description": "Interessado em saber mais sobre nosso trabalho ou como você pode apoiar nossa missão? Adoraríamos ouvir de você. Entre em contato por e-mail ou nos siga nas redes sociais para atualizações.",
  "contact_button": "Envie-nos um Email",
  "footer_tagline": "Levando água limpa para comunidades necessitadas, um poço por vez.",
  "footer_links": "Links Rápidos",
  "footer_connect": "Conecte-se Conosco",
  "footer_copyright": "© 2025 Poços de Mudança. Todos os direitos reservados."
}