{
  "title": "Pozos de Cambio",
  "hero_title": "Pozos de Cambio",
  "hero_subtitle": "Llevando agua limpia a comunidades necesitadas, pozo a pozo",
  "hero_cta": "Sé parte del cambio",

  "stats_wells": "120+",
  "stats_wells_label": "Pozos Construidos",
  "stats_lives": "30.000+",
  "stats_lives_label": "Vidas Mejoradas",
  "stats_countries": "15",
  "stats_countries_label": "Países Alcanzados",
  "stats_funds": "95%",
  "stats_funds_label": "Fondos a Proyectos",

  "about_title": "Sobre Nosotros",
  "about_subtitle": "Trabajando por un mundo donde todos tengan acceso al agua limpia",
  "about_text": "Pozos de Cambio se dedica a abordar la crisis mundial del agua mediante la construcción de proyectos sostenibles en comunidades que carecen de acceso al agua limpia. Desde 2018, nos hemos asociado con organizaciones locales y comunidades para implementar soluciones duraderas que mejoran la salud, la educación y las oportunidades económicas.",
  "about_text_2": "Nuestro enfoque se centra en la participación comunitaria, la sostenibilidad y la educación para garantizar que cada proyecto continúe proporcionando agua limpia para las generaciones venideras. Creemos que el acceso al agua limpia es un derecho humano fundamental y la base para romper el ciclo de la pobreza.",

  "projects_title": "Nuestros Proyectos",
  "projects_subtitle": "Conoce cómo estamos marcando la diferencia en el mundo",
  "project_1_title": "Construcción de Pozos",
  "project_1_desc": "Construimos pozos superficiales y profundos según las condiciones locales y los mantos acuíferos.",
  "project_2_title": "Filtración de Agua",
  "project_2_desc": "Instalación de sistemas de filtración en comunidades con fuentes de agua contaminada.",
  "project_3_title": "Educación en Higiene",
  "project_3_desc": "Enseñanza de prácticas adecuadas de saneamiento e higiene para maximizar los beneficios para la salud.",
  "project_button": "Saber Más",

  "impact_title": "Nuestro Impacto",
  "impact_subtitle": "Descubre cómo el acceso al agua limpia transforma comunidades",
  "impact_1_title": "Mejora de la Salud",
  "impact_1_text": "Las comunidades con acceso a agua limpia experimentan una reducción de hasta el 80% en enfermedades transmitidas por el agua, lo que lleva a menos días de enfermedad y menores costos de atención médica.",
  "impact_2_title": "Acceso a la Educación",
  "impact_2_text": "Cuando los niños no tienen que pasar horas recolectando agua, la asistencia escolar aumenta en un 40%, especialmente entre las niñas que a menudo son responsables de la recolección de agua.",
  "impact_3_title": "Crecimiento Económico",
  "impact_3_text": "El acceso al agua limpia ahorra tiempo y mejora la salud, permitiendo a los miembros de la comunidad concentrarse en actividades generadoras de ingresos y educación.",

  "contact_title": "Contáctanos",
  "contact_text": "Comunícate con nosotros para más información o para involucrarte",
  "contact_description": "¿Interesado en aprender más sobre nuestro trabajo o cómo puedes apoyar nuestra misión? Nos encantaría saber de ti. Contáctanos por correo electrónico o síguenos en redes sociales para actualizaciones.",
  "contact_button": "Envíanos un Email",

  "footer_tagline": "Llevando agua limpia a comunidades necesitadas, pozo a pozo.",
  "footer_links": "Enlaces Rápidos",
  "footer_connect": "Conéctate Con Nosotros",
  "footer_copyright": "© 2025 Pozos de Cambio. Todos los derechos reservados."
}