{
  "title": "Puits de Changement",
  "hero_title": "Puits de Changement",
  "hero_subtitle": "Apporter de l'eau potable aux communautés dans le besoin, un puits à la fois",
  "hero_cta": "Participez au Changement",

  "stats_wells": "120+",
  "stats_wells_label": "Puits Construits",
  "stats_lives": "30 000+",
  "stats_lives_label": "Vies Améliorées",
  "stats_countries": "15",
  "stats_countries_label": "Pays Atteints",
  "stats_funds": "95%",
  "stats_funds_label": "Fonds aux Projets",

  "about_title": "À Propos",
  "about_subtitle": "Œuvrer pour un monde où chacun a accès à l'eau potable",
  "about_text": "Puits de Changement se consacre à résoudre la crise mondiale de l'eau en construisant des projets durables dans les communautés qui n'ont pas accès à l'eau potable. Depuis 2018, nous nous sommes associés à des organisations locales et des communautés pour mettre en œuvre des solutions durables qui améliorent la santé, l'éducation et les opportunités économiques.",
  "about_text_2": "Notre approche met l'accent sur l'implication communautaire, la durabilité et l'éducation pour garantir que chaque projet continue de fournir de l'eau potable aux générations futures. Nous croyons que l'accès à l'eau potable est un droit humain fondamental et la base pour briser le cycle de la pauvreté.",

  "projects_title": "Nos Projets",
  "projects_subtitle": "Découvrez comment nous faisons la différence dans le monde",
  "project_1_title": "Construction de Puits",
  "project_1_desc": "Nous construisons des puits peu profonds et profonds selon les conditions locales et les nappes phréatiques.",
  "project_2_title": "Filtration d'Eau",
  "project_2_desc": "Installation de systèmes de filtration dans les communautés ayant des sources d'eau contaminées.",
  "project_3_title": "Éducation à l'Hygiène",
  "project_3_desc": "Enseignement des pratiques d'assainissement et d'hygiène appropriées pour maximiser les bénéfices pour la santé.",
  "project_button": "En Savoir Plus",

  "impact_title": "Notre Impact",
  "impact_subtitle": "Découvrez comment l'accès à l'eau potable transforme les communautés",
  "impact_1_title": "Amélioration de la Santé",
  "impact_1_text": "Les communautés ayant accès à l'eau potable constatent une réduction jusqu'à 80% des maladies d'origine hydrique, entraînant moins de jours de maladie et des coûts de santé réduits.",
  "impact_2_title": "Accès à l'Éducation",
  "impact_2_text": "Lorsque les enfants n'ont plus à passer des heures à collecter de l'eau, la fréquentation scolaire augmente de 40%, particulièrement chez les filles qui sont souvent responsables de la collecte de l'eau.",
  "impact_3_title": "Croissance Économique",
  "impact_3_text": "L'accès à l'eau potable fait gagner du temps et améliore la santé, permettant aux membres de la communauté de se concentrer sur les activités génératrices de revenus et l'éducation.",

  "contact_title": "Contactez-nous",
  "contact_text": "Contactez-nous pour plus d'informations ou pour vous impliquer",
  "contact_description": "Intéressé d'en savoir plus sur notre travail ou comment vous pouvez soutenir notre mission ? Nous aimerions avoir de vos nouvelles. Contactez-nous par email ou suivez-nous sur les réseaux sociaux pour les mises à jour.",
  "contact_button": "Envoyez-nous un Email",

  "footer_tagline": "Apporter de l'eau potable aux communautés dans le besoin, un puits à la fois.",
  "footer_links": "Liens Rapides",
  "footer_connect": "Connectez-vous Avec Nous",
  "footer_copyright": "© 2025 Puits de Changement. Tous droits réservés."
}